cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "lihaoyun6/tap"

brew "mas"

mas "Docs for Xcode", id: 688199928

mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "Save to Pocket", id: 1477385213
mas "GarageBand", id: 682658836
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835

cask "alfred"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-pt-mono"
cask "ghostty"
cask "gimp"
cask "git-credential-manager"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "keepassxc"
cask "kindle"
cask "microsoft-teams"
cask "miniconda"
cask "netnewswire"
cask "onedrive"
cask "plex-media-server"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
cask "virtualbox"
cask "vlc"
cask "whatsapp"
cask "zoom"

brew "autoenv"
brew "brew-cask-completion"
brew "coreutils"
brew "dialog"
brew "docker-machine"
brew "faac"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "git-flow-avh"
brew "gnu-which"
brew "highlight"
brew "imagemagick"
brew "ispell"
brew "libvo-aacenc"
brew "mas"
brew "nmap"
brew "noti"
brew "openssh"
brew "prettyping"
brew "pv"
brew "pyenv-virtualenv"
brew "python"
brew "rsync"
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "texi2html"
brew "the_silver_searcher"
brew "wget"
