cask_args appdir: "/Applications"

tap "homebrew/cask-fonts"
tap "caskroom/cask"
tap "homebrew/dupes"
tap "homebrew/completions"
tap "thoughtbot/formulae"

brew "mas"

mas "Xcode", id: 497799835
mas "Docs for Xcode", id: 688199928

mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "iMovie", id: 408981434
mas "Save to Pocket", id: 1477385213
mas "Pocket", id: 568494494
mas "Microsoft Remote Desktop", id: 1295203466
mas "feedly", id: 865500966
mas "GarageBand", id: 682658836
mas "Spark", id: 1176895641
mas "Fantastical", id: 435003921
mas "Slack", id: 803453959

cask "aerial"
cask "alfred"
cask "authy"
cask "android-studio"
cask "anki"
cask "blu-ray-player"
cask "clipy"
cask "docker"
cask "emacs"
cask "evernote"
cask "fanny"
cask "firefox"
cask "genymotion"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "iterm2"
cask "java11"
cask "java8"
cask "keepassxc"
cask "minikube"
cask "postico"
cask "real-vnc"
cask "sequel-pro"
cask "skype"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "vienna"
cask "virtualbox"
cask "vlc"
cask "vnc-viewer"
cask "zoomus"

brew "autoenv"
brew "bash-completion"
brew "brew-cask-completion"
brew "coreutils"
brew "dialog"
brew "docker-compose"
brew "docker-machine"
brew "faac"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "git-flow-avh"
brew "gnu-which"
brew "highlight"
brew "imagemagick"
brew "ispell"
brew "jenv"
brew "kubernetes-cli"
brew "libdvdcss"
brew "libvo-aacenc"
brew "mas"
brew "md5sha1sum"
brew "nmap"
brew "node@8"
brew "noti"
brew "openssh"
brew "pgcli"
brew "postgresql"
brew "prettyping"
brew "pv"
brew "pyenv-virtualenv"
brew "python@2"
brew "python"
brew "rbenv-default-gems"
brew "thoughtbot/formulae/rcm"
brew "rsync"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "subversion"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "wget"
brew "yarn"
brew "yasm"
brew "youtube-dl"
